  amd-ucode
  base
  bluez
  bluez-utils
  btrfs-progs
  capitaine-cursors
  checkupdates-with-aur
  chezmoi
  chrono-date
  cider
  cliphist
  cups
  cups-pdf
  cups-pk-helper
  direnv
  dnsmasq
  dunst
  efibootmgr
  epapirus-icon-theme
  eza
  fastfetch
  firefox
  fzf
  github-cli
  gnome-font-viewer
  gnome-keyring
  go
  greetd
  greetd-regreet
  grim
  gst-plugin-pipewire
  gvfs-nfs
  gvfs-smb
  hyprcursor
  hypridle
  hyprland
  hyprlock
  hyprpaper
  hyprpicker
  hyprshade
  kitty
  krita
  libpulse
  libva-mesa-driver
  libvirt
  linux
  linux-firmware
  lxappearance
  mcfly
  mesa-vdpau
  nautilus
  neovim
  neovim-symlinks
  nodejs
  noto-fonts
  openssh
  overskride
  papirus-icon-theme
  pipewire
  pipewire-alsa
  pipewire-jack
  pipewire-pulse
  polkit-kde-agent
  python
  qemu-full
  qt5-wayland
  qt5ct
  qt6-wayland
  qt6ct
  rsync
  slurp
  speedcrunch
  starship
  swtpm
  thunderbird
  ttf-jetbrains-mono-nerd
  ttf-noto-nerd
  tuned
  udiskie
  unarchiver
  usbutils
  virt-manager
  visual-studio-code-bin
  volumectl
  vulkan-radeon
  waybar
  wireplumber
  wlogout
  wofi
  xdg-desktop-portal-hyprland
  zram-generator
  zsh
  zsh-autosuggestions
  zsh-history-substring-search
  zsh-syntax-highlighting





aalib
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
aquamarine
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
bat
bc
binutils
bison
bluez-libs
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cdparanoia
chezmoi
chromaprint
cider-bin
cifs-utils
cliphist
colloid-catppuccin-theme-git
coreutils
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
direnv
djvulibre
double-conversion
duktape
dunst
e2fsprogs
efibootmgr
efivar
enchant
evince
exempi
exiv2
expat
eza
faac
faad2
fakeroot
fastfetch
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdbm
gdk-pixbuf2
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghostscript
giflib
git
git-delta
glib-networking
glib2
glibc
glibmm
glslang
glu
glycin
gmp
gnome-autoar
gnome-calculator
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-font-viewer
gnome-keyring
gnupg
gnutls
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
grep
grilo
grim
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gspell
gssdp
gst-plugin-gtk
gst-plugin-gtk4
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtkmm3
gtksourceview5
guile
gupnp
gupnp-igd
gvfs
gvfs-nfs
gvfs-smb
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
http-parser
hwdata
hyprcursor
hypridle
hyprland
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprutils
hyprwayland-scanner
iana-etc
icu
ijs
imagemagick
imath
imlib2
iproute2
iptables
iputils
iso-codes
jansson
jbig2dec
jbigkit
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lcms2
ldb
libadwaita
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavtp
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgme
libgpg-error
libgsf
libgudev
libgweather-4
libgxps
libhandy
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libiptcdata
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
libliftoff
liblqr
liblrdf
libltc
libluv
libmd
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmysofa
libnautilus-extension
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnotify
libnsl
libnvme
liboauth
libogg
libomxil-bellagio
libopenmpt
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspectre
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
libusb
libusbmuxd
libutf8proc
libuv
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
localsearch
loupe
lsof
lua
lua51-lpeg
luajit
lv2
lz4
lzo
m4
mailcap
make
md4c
mdadm
mesa
mjpegtools
mkinitcpio
mkinitcpio-busybox
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
nautilus
ncurses
neon
neovim
neovim-symlinks
nettle
noto-fonts
npth
nspr
nss
nwg-look
ocl-icd
oniguruma
openal
opencore-amr
openexr
openjpeg2
openssh
openssl
opus
orc
osinfo-db
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
papirus-folders-catppuccin-git
papirus-icon-theme
parted
paru
paru-debug
patch
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
polkit
polkit-gnome
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
psmisc
pugixml
python
python-cairo
python-gobject
python-packaging
python-pillow
python-pystache
python-yaml
qrencode
qt6-base
qt6-declarative
qt6-svg
qt6-translations
qt6-wayland
raptor
rav1e
readline
reflector
rofi-wayland
rtkit
rtmpdump
rubberband
rust
sassc
sbc
sdbus-cpp
sddm
sdl2
seatd
sed
serd
shaderc
shadow
shared-mime-info
slang
slurp
smbclient
snappy
snapshot
sndio
sord
soundtouch
spandsp
spdlog
speex
speexdsp
spirv-tools
sqlite
sratom
srt
starship
startup-notification
sudo
svt-av1
svt-hevc
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
tevent
texinfo
themix-export-spotify-git
themix-full-git
themix-gui-git
themix-icons-archdroid-git
themix-icons-gnome-colors-git
themix-icons-numix-git
themix-icons-papirus-git
themix-icons-suru-plus-aspromauros-git
themix-icons-suru-plus-git
themix-import-images-git
themix-plugin-base16-git
themix-theme-oomox-git
tinysparql
tomlplusplus
totem
totem-pl-parser
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-noto-nerd
twolame
tzdata
uchardet
udisks2
unibilium
unzip
upower
util-linux
util-linux-libs
uv
v4l-utils
vapoursynth
vid.stab
visual-studio-code-bin
vmaf
volume_key
vulkan-headers
vulkan-icd-loader
vulkan-validation-layers
wavpack
waybar
wayland
wayland-protocols
webrtc-audio-processing-1
wget
which
wildmidi
wireplumber
wl-clipboard
wlroots0.17
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-input-libinput
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinput
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yyjson
zbar
zeromq
zimg
zip
zix
zlib
zram-generator
zsh
zsh-fast-syntax-highlighting-git
zstd
zvbi
zxing-cpp
