amd-ucode
base
base-devel
btrfs-progs
capitaine-cursors
checkupdates-with-aur
chezmoi
chrono-date
cider
cliphist
cups
cups-pdf
cups-pk-helper
direnv
dnsmasq
dunst
efibootmgr
epapirus-icon-theme
eza
fastfetch
firefox
fzf
github-cli
gnome-font-viewer
gnome-keyring
greetd
greetd-regreet
greetd-regreet-git
grim
gst-plugin-pipewire
gvfs-nfs
gvfs-smb
hyprcursor
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshade
kitty
krita
libpulse
libva-mesa-driver
libvirt
linux
linux-firmware
lxappearance
mcfly
mesa-vdpau
mesa-vpdu
nautilus
neovim
neovim-symlinks
nodejs
noto-fonts
openssh
overskride
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qemu-full
qt5-wayland
qt5ct
rsync
slurp
speedcrunch
starship
swtpm
thunderbird
ttf-jetbrains-mono-nerd
ttf-noto-nerd
tuned
udiskie
unarchiver
usbutils
virt-manager
visual-studio-code-bin
volumectl
vulkan-radeon
waybar
wireplumber
wlogout
wofi
xdg-desktop-portal-hyprland
yay
zram-generator
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
